Repository: teampheenix/StarCraft-Casting-Tool
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Ctrl+Shift+S is needed for the WCS-Gameheart Oberserver Overlay, but disables the sound for other overlays.
de_de: Strg+Shift+S wird für das WCS-GameHeart Overlay benötigt, aber deaktiviert den Ton bei Verwendung anderer Overlays.
fr_fr: Ctrl+Shift+S est nécessaire pour l'overlay WCS-Gameheart, mais désactive le son des autres overlays

source: Automatically press Ctrl+Shift+C to toogle the clan tag
de_de: Drücke automatisch Strg+Shift+C, um den Clantag auszublenden
fr_fr: Appuie automatiquement Ctrl+Shift+C pour basculer vers le marqueur de clan

source: Automatically press Ctrl+Shift+R to toogle the race icon
de_de: Drücke automatisch Strg+Shift+R
fr_fr: Appuie automatiquement Ctrl+Shift+R pour basculer vers les icones de races

source: time(s)
de_de: mal, um das Rasse-Icon zu wechseln
fr_fr: temps(s)

source: Activate Blacklist for Ingame Score
de_de: Aktiviere schwarze List für den Ingame Spielstand
fr_fr: Activer Blacklist pour le pointage en jeu

source: Blacklist for Ingame Score
de_de: Schwarze Liste zum Setzen des Spielstands
fr_fr: Blacklist pour le pointage en jeu

source: Enter your SC2 client usernames to deactivate automatically setting the ingame score and toogling the production tab when you are playing yourself. Replays are exempt.
de_de: Gebe deine Benutzernamen im SC2-Client ein, um zu deaktivieren, dass der Ingame Spielstand automatische gesetzt und das Produktions-Tab angezeigt wird, wenn du selbst spielst. Replays sind davon ausgenommen.
fr_fr: Entrer vos nom d'utilisateurs pour votre client SC2 pour désactiver automatiquement les réglages de pointage en jeu et le basculement vers l'onglet de production quand vous jouez vous-même. Les parties enregistrés sont exemptés.

source: Players
de_de: Spieler
fr_fr: Joueurs

source: Swap my favorite team always to the left
de_de: Platziere mein Favoriten-Team immer links
fr_fr: Changer de place mon équipe favorite toujours à gauche

source: Player, team, and league aliases are replaced by the actual name when encountered by the match grabber. Additionally, SC2 player names listed as aliases are replaced in the intros and used to identify players by the automatic background tasks "Auto Score Update" and "Set Ingame Score".
de_de: Spieler- und Teamaliase werden durch den eigentlichen Namen ersetzen wenn die Partie-Kralle auf diese trifft. Zudem, werden SC2 Spielernamen, die als Alias gelistet sind, für die Intros ersetz und verwendet um Spieler innerhalb der Hintergrund-Aufgaben "Auto Ergebnis Aktual." und "Setzte Spielstand im Spiel" zu identifizieren.

source: Player Aliases
de_de: Spieleraliase
fr_fr: Alias de joueur

source: Player Name
de_de: Spielername
fr_fr: Nom du joueur

source: Team Aliases
de_de: Teamaliase
fr_fr: Alias de l'équipe

source: League Aliases
de_de: Liga Alia

source: League Name
de_de: Liganame

source: SC2 Client API Address
de_de: SC2 Client API Addresse
fr_fr: Addresse de l'API du Client SC2

source: Listen to SC2 Client API running on a different PC in the network.
de_de: Empfange SC2 Client API, die auf einen anderen im Netzwerk befindlichen PC läuft.

source: IP address and port of machine running SC2.
de_de: IP-Adresse und Port des Computer auf den SC2 läuft.
fr_fr: Adresse IP et port de la machine executant SC2.

source: Test SC2 Client API Connection
de_de: Teste SC2 Client API Verbindung
fr_fr: Test de la connexion au API du client SC2

source: Activate this option if you are using a two computer setup with StarCraft Casting Tool running on a different PC than your SC2 client. Open the Battle.net launcher on the latter PC, click 'Options', 'Game Settings', and under SC2, check 'Additional Command Line Arguments', and enter '-clientapi 6119'. Finally set as network address below: '[Your SC2 PC IP]:6119'.
de_de: Aktiviere diese Option, wenn StarCraft Casting Tool auf einen anderen PC läuft als der StarCraft 2 Client. Öffne die Battle.net-App auf letzteren PC, klicke 'Optionen', 'Spieleinstellungen' und wähle unter SC2 'Zusätzliche Kommandolinien-Argumente' und trag dort '-clientapi 6119' ein. Zuletzt muss die Netzwerk-Adresse, die unten zu finden ist auf '[Dein SC2 PC IP]:6119' gesetzt werden.

source: Network Address
de_de: Netzwerk-Adresse
fr_fr: Adresse du réseau

source: Connection Test
de_de: Verbinndungs Test
fr_fr: Test de connexion

source: Connection to SC2 client API established!
de_de: Verbindung zum SC2-Clienten aufgebaut!
fr_fr: Connexion à l'API du client SC2

source: Unable to connect to SC2 client API. Please make sure that SC2 is currently running on that machine.
de_de: Verbinndung zum der SC2 Client API war nicht möglich. Bitte stellen Sie sicher, dass SC2 aktuelle auf den angegeben PC läuft.

source: Optical Character Recognition for Automatic Setting of Ingame Score
de_de: Optische Zeichenerkennung zum automatischen Setzen des Spielstandes

source: Activate Optical Character Recognition
de_de: Optische Zeichenerkennung aktivieren
fr_fr: Activer la reconnaissance optique des caractères

source: Tesseract-OCR Executable
de_de: Tesseract-OCR Programmdatei

source: Browse...
de_de: Durchsuchen...

source: Sometimes the order of players given by the SC2-Client-API differs from the order in the Observer-UI resulting in a swapped match score. To correct this via Optical Character Recognition you have to download {} and install and select the exectuable below, if it is not detected automatically.
de_de: Es kann passieren, dass die Spieler-Reihenfolge in der SC2-Client-API im Vergleich zum Beobachtungsmodus vertauscht ist, was zu einem vertauschen Spielstand führt. Um das mittels optischer Zeichenerkennung zu beheben muss {} heruntergeladen, installiert und unten ausgewählt werden, sofern nicht automatisch geschehen.

source: This feature is only available in Windows.
de_de: Nur für Windows verfügbar.

source: Select Tesseract-OCR Executable
de_de: Tesseract-OCR Programmdatei auswählen

source: Executable
de_de: Programmdatei
fr_fr: Exécutable

source: All files
de_de: Alle Dateien

source: Add Aligluac ID
de_de: Aligulac ID hinzufügen

source: Remove Aligulac ID
de_de: Entferne Aligulac ID

source: Replacement Text
de_de: Ersetzungstext

source: Update Static Countdown via MatchGrabber
de_de: Aktualisiere Statischen Countdown über Partie-Kralle

source: Add from Liquipedia
de_de: Aus Liquipedia hinzufügen

source: Add from File
de_de: Aus Datei hinzufügen

source: Rename
de_de: Umbennen

source: Change Image
de_de: Ändere Bild
fr_fr: Modifier l’image

source: Prompt to download new ladders maps.
de_de: Zeige an, wenn neue Ranglistenkarten verfügbar sind.

source: Download Ladder Maps
de_de: Downnnload Neuer Ranglistenkarten

source: Map Name
de_de: Karten-Name

source: "{}" is not a valid map name.
de_de: "{}" ist kein gültiger Kartenname.

source: Duplicate Entry
de_de: Doppelter Eintrag

source: Map is already in list! Overwrite?
de_de: Karte ist bereits in der Liste! Überschreiben?

source: Select Map Image (> 500x500px recommended)
de_de: Wähle Karten-Bild aus (> 500x500px empfohlen)

source: Select the type of ladder maps to download
de_de: Wähle die Ranglistenkarten aus, die heruntergeladen werden sollen

source: Please select a map type
de_de: Bitte eine Kartetype auswählen

source: No missing map
de_de: Keine fehlende Karte

source: All of the current ladder maps are already present.
de_de: Alle aktuellen Ranglistenkarten sind bereits vorhanden.

source: Map {} is already in list! Overwrite?
de_de: Karte {} ist bereits in der Liste! Überschreiben?

source: Delete map?
de_de: Karte löschen?

source: Delete '{}' permanently?
de_de: Soll '{}' permanent gelöschtt werden?

source: Colors
de_de: Farben

source: Font
de_de: Schriftart
fr_fr: fonte

source: Style Settings
de_de: Stil Einstellungen

source: Box Map Icons:
de_de: Box Karten Icons:

source: Landscape Map Icons:
de_de: Querformat Karten Icons:

source: Score:
de_de: Spielstand:

source: Map Stats:
de_de: Karten Statistiken:

source: StarCraft Casting Tools allows you to make your own skins/styles via CSS by placing an alternative CSS-files into casting_html/src/css/{browser-source}. If you do so, please share these skins with this project. In case you need help or just want to share your ideas for new skins join our Discord Server.
de_de: StarCraft Casting Tools ermöglicht eigne Stile per CSS zu erstellen, indem alternative CSS-Dateien in casting_html/src/css/{browser-source} gelegt werden. Bitte teile deine Stile mit diesem Project. Trete unseren Discord-Server bei, falls du Hilfe benötigst oder deine Ideen für neue Stile mit uns teilen möchtest.

source: Map and Score Icons
de_de: Karten und Spielstand Icons

source: Default Border:
de_de: Standardrahmen:

source: Win:
de_de: Sieg:

source: Lose:
de_de: Niederlage:

source: Undecided:
de_de: Unentschieden:

source: Not played:
de_de: Nicht gespielt:

source: Map Stats
de_de: Karten Statistiken

source: Color 1:
de_de: Farbe 1:

source: Color 2:
de_de: Farbe 2:

source: Warning: Using a custom font instead of the regular font defined in the Icon Styles can lead to unitentional appereance.
de_de: Warnung: Das Verwenden einen benutzerdefinierten Schrift anstelle der regulären, im Icon Stil definierten, Schrift kann zu unbeabsichtigter Darstellung führen.

source: The proper way is to create a custom skin.
de_de: Angemessen wäre einen benutzerdefinierten Stil zu erstellen.

source: Activate Custom Font
de_de: Aktiviere benutzerdefinierte Schrift

source: Custom Font
de_de: Benutzerdefinierte Schrift

source: Map Downloader
de_de: Karten Downloader

source: Downloading {}
de_de: Lade {} herunter
fr_fr: Téléchargement {}

source: Not set
de_de: Nicht gesetzt

source: Set Hotkey
de_de: Setze Kürrzel

source: Clear
de_de: Löschen

source: Recording Hotkey
de_de: Nehme Tastenkürzel auf

source: Press a Hotkey for {}
de_de: Drücke ein Tastenkürzel für {}.

source: Updater
de_de: Aktualisierer

source: Updating to a new version...
de_de: Aktualisiere auf eine neue Version...
fr_fr: Mise à jour vers une nouvelle version...

source: Downloading a new version: Total file size {}, Time remaining {}.
de_de: Lade eine neue Version herunter: {} Gesamtgröße, {} Zeit verbleibend.
fr_fr: Téléchargement d'une nouvelle version: taille totale du fichier {}, temps restant {}.

source: Select
de_de: Auswählen

source: Default
de_de: Voreinstellung

source: Add Entry
de_de: Eintrag hinzufügen

source: Edit Entry
de_de: Eintrag editieren

source: Remove Entry
de_de: Eintrag entfernen
fr_fr: Supprimer l'entrée

source: Open on Aligulac.com
de_de: Auf Aligulac.com öffnen

source: Remove with Aliases
de_de: Alias löschen

source: Remove Alias
de_de: Lösche Alias

source: Processing...
de_de: Wird verarbeitet...

source: Collecting data...
de_de: Sammele Daten...

source: Extracting data...
de_de: Extrahiere Daten...

source: Done.
de_de: Fertig.

source: Downloading required files: Total file size {}, Time remaining {}.
de_de: Lade benötige Dateien herunter: {} Gesamtgröße, {} Zeit verbleibend.
fr_fr: Téléchargement des fichiers requis: taille totale du fichier {}, temps restant {}.

source: Profile
de_de: Profil

source: Open current Profile Folder
de_de: Öffne aktuellen Profil-Ordner

source: New
de_de: Neu

source: Duplicate
de_de: Duplikat

source: Import as New
de_de: Importieren als neues Profil

source: Import && Overwrite
de_de: Import und Überschreiben

source: Export
de_de: Exportieren
fr_fr: Exporter

source: Remove Profile
de_de: Lösche Profil
fr_fr: Supprimer le profil

source: Are you sure you wish to remove profile '{}'?
de_de: Sicher, dass das Profil '{}' gelöscht werden soll?
fr_fr: Êtes-vous sûr de vouloir supprimer le Profil '{}'?

source: Add Profile
de_de: Profil hinzufügen
fr_fr: Ajouter un profil

source: Please enter the name of the profile
de_de: Bitte den Namen des Profils eingeben
fr_fr: Veuillez entrer le nom du profil

source: Please enter a valid name
de_de: Bitte einen gültigen Namen angeben
fr_fr: Veuillez entrer un nom valide

source: Duplicate Profile
de_de: Dupliziere Profil
fr_fr: Dupliquer le profil

source: Please enter the name of the new profile
de_de: Bitte Name des neuen Profils eingeben
fr_fr: Veuillez entrer le nom du nouveau profil

source: ZIP archive
de_de: ZIP-Archiv
fr_fr: Archive zip

source: Import Profile
de_de: Importiere Profil
fr_fr: Importer le profil

source: Please enter the name of the imported profile
de_de: Bitte Namen für das importierte Profile eingeben
fr_fr: Veuillez entrer le nom du profil importé

source: Overwrite Profile
de_de: Überschreibe Profil
fr_fr: Remplacer le profil

source: Are you sure you wish to overwrite the current profile '{}'?
de_de: Sicher, dass das aktuelle Profil '{}' überschrieben werden soll?
fr_fr: Êtes-vous sûr de vouloir remplacer le profil actuel '{}'?

source: Import & Overwrite Profile
de_de: Importiere und überschreibe Profil

source: Rename Profile
de_de: Profil umbenennen
fr_fr: Renommer le profil

source: Dynamic:
de_de: Dynamisch:
fr_fr: Dynamique:

source: Static:
de_de: Statisch:
fr_fr: Statique:

source: From
de_de: Von

source: to
de_de: bis

source: Activate Separate Style:
de_de: Aktiviere separaten Stil:

source: Info && Links
fr_fr: Infos et liens

source: Video Tutorial
fr_fr: Tutoriel Vidéo

source: Become a Patron
fr_fr: Devenir un Patron

source: Donate via PayPal
fr_fr: Donner via PayPal

source: UI Logo {}
fr_fr: Logo d'IU {}

source: League (AlphaTL && RSL only)
fr_fr: Ligue (AlphaTL et RSL seulement)

source: Matchbanner (AlphaTL)
fr_fr: Banière de match (AlphaTL)

source: Open in Browser
fr_fr: Ouvrir dans le navigateur

source: Load Data from URL
fr_fr: Charger les données du URL

source: Best of
fr_fr: Série au meilleur de

source: 1vs1
fr_fr: 1c1

source: Reading {}...
fr_fr: Lecture de {}...

source: Veto Icons
fr_fr: Icones de vetoes

source: Logo Team 1
fr_fr: Logo de l'équipe 1

source: Logo Team 2
fr_fr: Logo de l'équipe 2

source: Logo Manager
fr_fr: Gestionnaire de logo

source: AlphaTL && Ingame Score
fr_fr: Pointage de AlphaTL et en jeu

source: SC2 Client API
fr_fr: API du client SC2

source: Download transparent Banner of the Match
fr_fr: Télécharger la bannière de match transparent

source: Teams
fr_fr: Équipes

source: Player and team aliases are replaced by the actual name when encountered by the match grabber. Additionally, SC2 player names listed as aliases are replaced in the intros and used to identify players by the automatic background tasks "Auto Score Update" and "Set Ingame Score".
fr_fr: Les alias des joueurs et des équipes sont remplacés par les noms actuels lorsque reconnus par le match grabber. De plus, les noms des joueurs de SC2 indiqués comme alias sont remplacés dans les intros et utilisé pour identifier les joueurs par les tâches en arrière-plan "Mis à jour du pointage automatique" et "Régler le pointage dans le jeu".

source: Team Name
fr_fr: Nom de l'équipe
