Repository: teampheenix/StarCraft-Casting-Tool
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Critical error <i>`{error}`</i>! Please provide the log-file to the developer of StarCraft Casting Tool. <a href="{link}">{link}</a>
de_de: Kritischer Fehler <i>`{error}`</i>! Bitte Logdateien an den Entwickler von StarCraft Casting Tool senden. <a href="{link}">{link}</a>
fr_fr: Erreur critique <i>`{error}`</i>! Fournir s'il vous plait le fichier journal au développeur du Starcraft Casting Tool. <a href="{link}">{link}</a>

source: Critical Error
de_de: Kritischer Fehler
fr_fr: Erreur critique

source: This version is up to date.
de_de: Diese Version ist aktuell.
fr_fr: Cette version est à jour.

source: Specify your Twitch Settings to use this feature
de_de: Geben Sie Ihre Twitch-Einstellungen an, um diese Funktion zu verwenden
fr_fr: Indiquez vos réglages Twitch pour utiliser cette fonctionnalité

source: Automatically update the title of your twitch channel in the background.
de_de: Automatische Hintergrund-Aktualisierung des Twitch Titel.
fr_fr: Mettre à jour automatiquement le titre de votre chaine Twitch en arrière-plan.

source: Specify your Nightbot Settings to use this feature
de_de: Geben Sie Ihre Nightbot-Einstellungen an, um diese Funktion zu nutzen
fr_fr: Spécifiez vos réglages Nightbot pour utiliser cette fonctionnalité

source: Automatically update the commands of your nightbot in the background.
de_de: Automatische Hintergrund-Aktualisierung der Nightbot Kommandos.
fr_fr: Mettre à jour automatiquement les commandes de votre Nightbot en arrière-plan.

source: Not available when SC2 is running on a different PC.
de_de: Nicht verfügbar, wenn SC2 auf einem anderen PC läuft.
fr_fr: Non disponible lorsque SC2 est en cours d'exécution sur un autre PC.

source: Automatically sets the score of your ingame UI-interface at the begining of a game.
de_de: Setzt automatisch den Spielstand des UI-Interface zu Beginn einer Partie.
fr_fr: Règle automatiquement le pointage de votre interface utilisateur au débutdu match.

source: Automatically toggles the production tab of your ingame UI-interface at the begining of a game.
de_de: Zeigt automatisch das Produktions-Tab zu Beginn eines Spieles an.
fr_fr: Affiche automatiquement l'onglet de production de l'interface du jeu au début de la partie.

source: New ladder maps have been detected, but automatic download is disabled.
de_de: Neue Ranglisten-Karten wurden detektiert, aber automatischer Download is deaktiviert.

source: New ladder maps have been detected.
de_de: Neue Ranglisten-Karten wurden detektiert.

source: Should {} be download from Liquipedia?
de_de: Sollen {} von Liquipedia heruntergeladen werden?

source: New Ladder Maps
de_de: Neue Ranglistenkarten

source: Don't show this message again.
de_de: Zeige diese Meldung nicht mehr an.

source: Map not found
de_de: Karte nicht gefunden

source: "{}" was not found on Liquipedia.
de_de: "{}" wurde nicht auf Liquipedia gefunden.

source: Warning: Map '{}' not found!
de_de: Warnung: Karte '{}' nicht gefunden!
fr_fr: Attention: Carte '{}' introuvable!

source: {} {} Browser Source(s) connected on port {}.
de_de: {} {} Browser Quellen auf Port {} verbunden.
fr_fr: {} {} Source(s) du navigateur connectée(s) sur le port {}.

source: A new version {} is available.
de_de: Eine neue Version {} ist verfügbar.
fr_fr: Une nouvelle version {} est disponible.

source: Update to new version?
de_de: Auf die neue Version aktualisieren?
fr_fr: Mettre à jour vers la nouvelle version?

source: New StarCraft Casting Tool Version
de_de: Neue StarCraft Casting Tool Version
fr_fr: Nouvelle version de StarCraft Casting Tool

source: Don't show on startup.
de_de: Nicht mehr beim Programm-Start zeigen.
fr_fr: Ne pas afficher au démarrage.

source: A new version {} is available on GitHub!
de_de: Die neue Version {} ist bei GitHub verfügbar!
fr_fr: Une nouvelle version {} est disponible sur GitHub!

source: All Maps
de_de: Alle Karten
fr_fr: Toutes les maps

source: None Ace Maps
de_de: Nicht Ace-Karten

source: Ace Maps
de_de: Ace-Karte

source: Decided Maps
de_de: Entschiedene Karten

source: Decided Maps + 1
de_de: Entschiedene Karten + 1

source: Current Map
de_de: Aktueller Karte

source: Current and Previous Map
de_de: Aktuelle und nächste Karte

source: Undecided Maps
de_de: Unentschiedene Karten

source: Select Match
de_de: Wähle Partie aus

source: Please select a match
de_de: Bitte eine Partie auswählen

source: Invalid player name.
de_de: Ungültiger Spielername.

source: Invalid alias name.
de_de: Ungültiger Alias.

source: Alias matches name.
de_de: Alias ist mit Namen identisch.

source: Alias {} is already used by {}
de_de: Alias {} wird bereits von {} verwendet.

source: Invalid team name.
de_de: Ungültiger Teamname.

source: Invalid league name.
de_de: Ungültiger Liganame.

source: You cannot use empty names.
de_de: Leere Namen sind nicht erlaubt.
fr_fr: Vous ne pouvez pas utiliser de noms vides.

source: The name is already in use.
de_de: Dieser Name wird bereits verwendet.
fr_fr: Le nom est déjà utilisé.

source: Initial profile is not valid.
de_de: Eingehendes Profil ist ungültig.
fr_fr: Profil initial invalide.

source: Succesfully recived access to {} - you can close this tab now.
de_de: Erfolgreich Zugangs zu {} erhalten - dieses Tab kann nun geschlossen werden.
fr_fr: Accès réussi à Twitch - Vous pouvez fermer cet onglet maintenant.

source: Forbidden - Do you have permission?
de_de: Nicht erlaubt - Rechte vorhanden?
fr_fr: Refusé - Avez-vous la permission?

source: Unauthorized - Refresh your token!
de_de: Nicht autorisiert - Erneure deinen Token!
fr_fr: Interdit - Rafraichissez votre jeton!

source: Too Many Requests.
de_de: Zu viele Anfragen.
fr_fr: Trop de requêtes.

source: Nightbot command '{}' was already set to '{}'
de_de: Nightbot Kommando '{}' war bereits auf '{}' gesetzt
fr_fr: La commande Nightbot '{}' était déjà réglé à '{}'

source: Deleted command '{}'
de_de: Kommando '{}' gelöscht
fr_fr: Commande '{}' effacé

source: Updated Nightbot command '{}' to '{}'
de_de: Nightbot Kommando '{}' auf '{}' aktualisiert
fr_fr: Mis à jour la commande Nightbot '{}' à '{}'

source: Updated Twitch title of {} to: "{}"
de_de: Aktualisiere Twitch Titel von {} auf "{}"
fr_fr: Mis à jour le titre Twitch de {} à: "{}"

source: Not Found - Channel '{}' not found.
de_de: Nicht gefunden - Kanal '{}' nicht gefunden.
fr_fr: Introuvable - Chaine '{}' introuvable.

source: Updated data files!
de_de: Daten aktualisiert!
fr_fr: Fichiers de données mise à jour!

source: Static Countdown to date:
de_de: Statischer Countdown bis Datum:

source: Dynamic Countdown duration:
de_de: Dynamischer Countdown Dauer:

source: Event description:
de_de: Ereignisbeschreibung:

source: Restart countdown when source becomes active
de_de: Starte den Countdown neu, wenn Quelle aktiv wird

source: Start Countdown
de_de: Countdown starten

source: Set Today
de_de: Heute auswählen

source: Set {} min
de_de: Setze {} min

source: StarCraft Casting Tool is up to date.
de_de: StarCraft Casting Tool ist aktuell.
fr_fr: StarCraft Casting Tool est mis à jour.

source: The new version {} is available!
de_de: Die neue Version {} ist verfügbar!
fr_fr: La version {} est disponible!

source: StarCraft Casting Tool - About
de_de: StarCraft Casting Tool - Über
fr_fr: StarCraft Casting Tool - À propos

source: Settings
de_de: Einstellungen
fr_fr: Réglages

source: Browser Sources
de_de: Browser-Quellen
fr_fr: Sources de navigateur

source: Edit Settings for all Browser Sources
de_de: Ändere die Einstellungen für alle Browser Quellen
fr_fr: Éditer les réglages pour toutes les sources de navigateurs

source: Edit Intro-Settings and API-Settings for Twitch and Nightbot
de_de: Editiere Intro- und API-Einstellungen für Twitch und Nightbot
fr_fr: Éditer Réglges-Intro et Réglages-API pour Twitch et Nightbot

source: Styles
de_de: Stil

source: Misc
de_de: Verschiedenes
fr_fr: Divers

source: About
de_de: Über
fr_fr: À propos

source: Readme
de_de: Liesmich
fr_fr: Lisez-moi

source: Check for new version
de_de: Auf eine neue Version prüfen
fr_fr: Vérifier pour une mise à jour

source: Changelog
de_de: Änderungsprotokoll

source: Open log folder
de_de: Log-Dateien Ordner Öffnen
fr_fr: Ouvrir le dosssier journal

source: Language
de_de: Sprache
fr_fr: Langue

source: Intro
de_de: Intros

source: Mapstats
de_de: Kartenstatistiken

source: Score
de_de: Spielstand
fr_fr: Pointage

source: Map Icons Box
de_de: Box Karten Icons

source: Icon Set {}
de_de: Icon Satz {}
fr_fr: Je d'icone {}

source: Map Icons Landscape
de_de: Querformat Karten Icons

source: Aligulac (only 1vs1)
de_de: Aligulac (nur 1vs1)
fr_fr: Aligulac (seulement 1c1)

source: Open Folder
de_de: Öffne Ordner
fr_fr: Ouvrir le dossier

source: Open local URL in Browser
de_de: Lokale URL im Browser öffnen
fr_fr: Ouvrir l'URL locale dans le navigateur

source: Copy local URL to Clipboard
de_de: Kopiere die lokale URL in die Zwischenablage
fr_fr: Copier l'URL locale dans le Presse-papiers

source: Open external URL in Browser
de_de: Externe URL im Browser öffnen
fr_fr: Ouvrir une URL externe dans le navigateur

source: Copy external URL to Clipboard
de_de: Kopiere die externe URL in die Zwischenablage
fr_fr: Copier l'URL externe dans le Presse-papiers

source: Open File in Browser
de_de: Datei im Browser öffnen
fr_fr: Ouvrir le fichier dans le navigateur

source: Add Match Tab
de_de: Füge neues Match Tab hinzu
fr_fr: Ajouter l'onglet Match

source: Copy Match Tab
de_de: Kopiere Match Tab
fr_fr: Copier l'onglet Match

source: Custom Match
de_de: Benutzerdefinierte Partie
fr_fr: Match personnalisé

source: Maps:
de_de: Karten:

source: "Best of" does not count extended Ace Maps.
de_de: "Best of" beinhaltet nicht erweiterte Ace Karten.

source: but at least
de_de: aber mind.
fr_fr: mais au moins

source: Ace extended to
de_de: Erweitere Ace auf

source: Minimum number of maps played (even if the match is decided already)
de_de: Mindestanzahl an Karten die gespielt werden (selbst, wenn die Partie schon entschieden ist)
fr_fr: Nombre minimum de cartes joués (même si le vainqueur est déjà déterminé)

source: maps
de_de: Karten

source: map(s).
de_de: Karte(n).

source: Apply Format
de_de: Format anwenden
fr_fr: Appliquer le format

source: Modes:
de_de: Modi:

source: Winner stays and is automatically placed into the next set
de_de: Gewinner bleibt und wir automatisch in das nächste Set plaziert
fr_fr: Le gagnant reste et est automatiquement placé dans le prochain set

source: Select for solo (non-team matches)
de_de: Für Solo-Spiele auswählen
fr_fr: Choisir pour solo (matchs sans équipe)

source: Match-URL:
de_de: Partie-URL:

source: Optionally specify the Match-URL, e.g., for Nightbot commands
de_de: Gib optional eine URL, z.B. für Nightbot Kommandos an
fr_fr: Spécifier le Match-URL (optionnel), par exemple pour les commandes Nightbot

source: Specify the Match-URL of your Custom Match
de_de: Gib die URL deiner benutzerdefinierten Partie an
fr_fr: Indiquer le Match-URL de votre match personnalisé

source: Reset Match Data
de_de: Daten zurücksetzten
fr_fr: Réinitialiser les données du match

source: Tasks
de_de: Aufgaben
fr_fr: Tâches

source: Update Twitch Title
de_de: Aktualisiere Twitch Titel
fr_fr: Mettre à jour le titre Twitch

source: Update Nightbot
de_de: Aktualisere Nightbot
fr_fr: Mettre à jour Nightbot

source: Reset Score
de_de: Setze Ergebnisse zurück
fr_fr: Réinitialiser le pointage

source: Background Tasks
de_de: Hintergrund-Aufgaben
fr_fr: Tâches en arrière-plan

source: Auto Score Update
de_de: Auto Ergebnis Aktual.
fr_fr: Mis à jour du pointage automatique

source: Automatically detects the outcome of SC2 matches that are played/observed in your SC2-client and updates the score accordingly.
de_de: Detektiert automatisch das Ergebnis einer SC2-Partie, die im SC-Clienten gespielt oder beobachtet werden, und aktualisiert den Spielstand entsprechend.
fr_fr: Détecte automatiquement le résultat des matchs de SC2 qui sont joués/observés dans votre client SC2 et mets à jour le pointage en conséquence.

source: Set Ingame Score
de_de: Setzte Spielstand im Spiel
fr_fr: Régler le pointage dans le jeu

source: Toggle Production Tab
de_de: Produktions-Tab einblenden
fr_fr: Afficher l'onglet de production

source: Auto Twitch Update
de_de: Auto Twitch Aktual.
fr_fr: Mis à jour automatique de Twitch

source: Auto Nightbot Update
de_de: Auto Nightbot Aktual.
fr_fr: Mis à jour automatique de Nightbot

source: Only Windows
de_de: Nur für Windows verfügbar
fr_fr: Windows seulement

source: Applying Custom Match...
de_de: Wende benutzerdefinierte Partie an...
fr_fr: Application du match personnalisé...

source: Updating Nightbot Command...
de_de: Aktulisiere Nightbot Kommando...
fr_fr: Mise à jour de la commande Nightbot...

source: Updating Twitch Title...
de_de: Aktualisiere Twitch Titel...
fr_fr: Mise à jour du titre de Twitch...

source: Resetting Score...
de_de: Setze Ergebnisse zurück...
fr_fr: Réinitialisation du pointage...

source: Activate Match
de_de: Aktiviere Match
fr_fr: Activer le match

source: Close Match
de_de: Schließe Partie
fr_fr: Fermer le match

source: Choose your team
de_de: Wähle dein Team
fr_fr: Choisissez votre équipe

source: Swap teams and logos.
de_de: Tausche die Teams und Logos.
fr_fr: Inverser les équipes et logos.

source: League:
de_de: Liga:
fr_fr: Ligue:

source: Maps \ Teams:
de_de: Karten \ Teams:
fr_fr: Carte \ Équipes:

source: Player {} of team {}
de_de: Spieler {} von Team {}
fr_fr: Joueur {} de l'équipe {}

source: Set the score
de_de: Setze den Spielstand
fr_fr: Régler le pointage

source: Map {}
de_de: Karte {}
fr_fr: Carte {}

source: Select map on Mapstats Browser Source.
de_de: Wähle Karte in der Karten Statistiken Browser Quelle aus.

source: Map Vetoes
de_de: Karten Vetoes

source: Map Veto {}
de_de: Karten Veto {}
fr_fr: Carte Veto {}

source: Select which player/team vetoes.
de_de: Wähle Team/Spieler für Veto aus.

source: Add Alias
de_de: Alias hinzufügen
fr_fr: Ajouter alias

source: Player Alias
de_de: Spieleralias
fr_fr: Alias du joueur

source: Alias of {}
de_de: Alias von {}
fr_fr: Alias de {}

source: Error
de_de: Fehler
fr_fr: Erreur

source: Team Alias
de_de: Teamaliase

source: Updating Score...
de_de: Aktualisiere Ergebnisstand...
fr_fr: Mise à jour du pointage...

source: Box Map Icons
de_de: Box Karten Icons
fr_fr: Icones de maps en case

source: Landscape Map Icons
de_de: Querformat Karten Icons
fr_fr: Icones de maps en paysage

source: General
de_de: Allgemein
fr_fr: Général

source: Style:
de_de: Stil:

source: Show in Browser
de_de: Im Browser anzeigen
fr_fr: Afficher dans le navigateur

source: Current Ladder Map Pool
de_de: Aktueller Ranglisten Kartenpool
fr_fr: Liste des maps de classement actuel

source: Custom Map Pool (defined below)
de_de: Benutzerdefinierter Kartenpool (wie unten definiert)
fr_fr: Liste personnalisé des maps (défini ci-bas)

source: Currently entered Maps only
de_de: Nur aktuell eingetragene Karten
fr_fr: Carte enregistré actuellement seulement

source: Map Pool:
de_de: Kartenpool:
fr_fr: Liste des maps:

source: Select the next map automatically
de_de: Wähle automatisch die nächste Karte aus
fr_fr: Choisir la map suivante automatiquement

source: Next Map:
de_de: Nächste Karte:
fr_fr: Map suivante:

source: Mark already played maps
de_de: Markiere bereits gespielte Karten
fr_fr: Marqué les maps déjà jouées

source: Mark:
de_de: Markierung:
fr_fr: Marquer:

source: Mark vetoed maps
de_de: Markiere gevetote Karten

source: Sort currently entered maps
de_de: Sortiere aktuell eingetragene Karten

source: Sort:
de_de: Sortierung:

source: Custom Map Pool
de_de: Benutzerdefinierte Kartenpool
fr_fr: Liste de map personnalisé

source: Add Map
de_de: Karte hinzufügen
fr_fr: Ajouter la map

source: Please select a map
de_de: Bitte eine Karte auswählen
fr_fr: Sélectionner une carte s'il vous plait

source: No maps available
de_de: Keine Karten verfügbar
fr_fr: Pas de map disponible

source: All available maps have already been added.
de_de: Alle verfügbaren Karten wurden bereits hinzugefügt.
fr_fr: Toutes les maps ont déjà été ajoutées.

source: Icon Padding:
de_de: Icon Abstand (Padding):
fr_fr: Espacement des icones

source: Icon Set {} Scope
de_de: Icon Satz {} Umfang
fr_fr: Portée du jeu d'icones {}

source: Style
de_de: Stil

source: Behavior
de_de: Verhalten

source: Read player names and order in 1vs1 mode from SCCT instead of SC2
de_de: Lese die Spielernamen und - Reihenfolge im 1vs1-Modus aus SCCT anstatt SC2

source: Hotkeys
de_de: Tastenkürzel
fr_fr: Raccourci clavier

source: Use a single hotkey for both players
de_de: Verwende ein Tastenkürzel für beide Spieler
fr_fr: Utiliser un seul raccourci clavier pour les deux joueurs

source: Player 1
de_de: Spieler 1
fr_fr: Joueur 1

source: Player 2
de_de: Spieler 2
fr_fr: Joueur 2

source: Player 1 is always the player your observer camera is centered on at start of a game.
de_de: Spieler 1 ist stehts der Spieler, auf den die Kamera zu Beginn des Spieles zentriert ist.
fr_fr: Le joueur 1 est toujours le joueur dont la caméra est centré au départ

source: Fly-In
de_de: Einfliegen
fr_fr: Atterrir

source: Slide
de_de: Aufgleiten
fr_fr: Glisser

source: Fanfare
de_de: Fanfaren

source: Seconds
de_de: Sekunden
fr_fr: Secondes

source: Display Duration:
de_de: Anzeigedauer:
fr_fr: Afficher la durée:

source: Sound Volume:
de_de: Lautstärke:
fr_fr: Volume du son:

source: Text-to-Speech
de_de: Text-zu-Sprache
fr_fr: Synthèse vocale

source: Activate Text-to-Speech:
de_de: Text-zu-Sprache aktivieren:
fr_fr: Activer la synthèse vocale:

source: Voice:
de_de: Stimme:
fr_fr: Voix:

source: Pitch:
de_de: Stimmhöhe:

source: Rate:
de_de: Sprechtempo:
fr_fr: Taux:

source: Line:
de_de: Textzeile:
fr_fr: Ligne:

source: Text-to-Speech provided by Google-Cloud is paid for by StarCraft Casting Tool Patrons. To keep this service up consider becoming a <a href='{patreon}'>Patron</a> yourself. You can test all voices at {tts}.
de_de: Text-zu-Sprache auf Basis von Google-Cloud wird von Patrons von StarCraft Casting Tool finanziert. Erwäge selbst ein <a href='{patreon}'>Patron</a> zu werden, um diesen Service weiterhin nutzen zu können. Alle stimme können auf {tts} getestet werden.
fr_fr: Synthèse vocale fournit par Google-Cloud est payé par les Patrons du StarCraft Casting Tool. Pour garder ce service en marche, pensez à devenir un href='{patreon}'>Patron</a> vous-même. Vous pouvez tester toutes les à {tts}.

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: &Save && Close
de_de: &Speichern && Schließen
fr_fr: Sauvegarder et fermer

source: Shortcut: {}
de_de: Tastenkürzel: {}
fr_fr: Raccourci: {}

source: Save data?
de_de: Daten speichern?
fr_fr: Sauvegarder les données?

source: Do you want to save the data?
de_de: Möchten Sie die Daten speichern?
fr_fr: Voulez-vous enregistrer les données?

source: Twitch & Nightbot Connections
de_de: Twitch & Nightbot Verbinndungen
fr_fr: Connecter Twitch et Nightbot

source: Name of the Twitch channel that should be updated
de_de: Name des Twitch-Kanal der aktualisiert werden soll
fr_fr: Le nom de la chaine Twitch qui doit être mis à jour

source: The connected twitch user needs to have editor rights for this channel.
de_de: Der verbundene Twitch-Benutzer muss Editoren-Rechte für den angegeben Kanal haben.
fr_fr: L'utilisateur Twitch a besoin des permission d'éditer cette chaine.

source: Press 'Get' to generate a token
de_de: Drücke 'Erzeugen' um einen Token zu generieren
fr_fr: Appuyer 'Obtenir' pour générer un jeton

source: Press 'Get' to generate a new token.
de_de: Drücke 'Erzeugen' um einen neuen Token zu generieren.
fr_fr: Appuyer 'Obtenir' pour générer un nouveau Jeton.

source: Get
de_de: Erzeugen
fr_fr: Obtenir

source: Access-Token:
de_de: Zugangs-Token:
fr_fr: Jeton d'accès:

source: Available placeholders:
de_de: Verfügbare Platzhalter:
fr_fr: Marqueurs disponibles:

source: Test
de_de: Testen

source: Title Template:
de_de: Titel Vorlage:
fr_fr: Modèle de titre:

source: Set Game to 'StarCraft II'
de_de: Setzte Spiel zu 'StarCraft II'
fr_fr: Régler le jeu sur 'StarCraft II'

source: Options:
de_de: Optionnen:

source: Press 'Get' to generate a token.
de_de: Drücke 'Erzeugen' um einen Token zu generieren.
fr_fr: Appuyer 'Obtenir' pour générer un jeton.

source: Add Command
de_de: Kommando hinzufügen
fr_fr: Ajouter commande

source: Output:
de_de: Ausgabe:
fr_fr: Sortie:

source: message, e.g.,
de_de: Nachricht, z.B..

source: Delete
de_de: Löschen
fr_fr: Effacer

source: Search
de_de: Suchen
fr_fr: Rechercher

source: Results
de_de: Ergebnisse
fr_fr: Résultats

source: Use Selected Logo
de_de: Verwendet ausgewähltes Logo
fr_fr: Utiliser le logo sélectionné

source: Liquipedia Image Search
de_de: Liquipedia Bild Suche
fr_fr: Recherche d'image sur Liquipedia

source: Results for '{}': {}
de_de: Ergebnisse für '{}': {}
fr_fr: Résultats pour '{}': {}

source: Open on Liquipedia
de_de: Auf Liquipedia Öffnen
fr_fr: Ouvrir dans Liquipedia

source: Use as Team Logo
de_de: Als Team Logo verwenden
fr_fr: Utiliser le logo de l'équipe

source: Load from File
de_de: Aus Datei laden
fr_fr: Charger du fichier

source: Load from URL
de_de: Von URL laden
fr_fr: Charger du URL

source: Search Liquipedia
de_de: Auf Liquipedia suchen
fr_fr: Recherche Liquipedia

source: Add to Favorites
de_de: Zu Favoriten hinzufügen
fr_fr: Ajouter aux favoris

source: Remove
de_de: Entfernen
fr_fr: Enlever

source: Favorites
de_de: Favoriten
fr_fr: Favoris

source: Last Used
de_de: Zuletzt verwendet
fr_fr: Dernière Utilisation

source: Set Team 1 Logo
de_de: Als Team 1 Logo setzen
fr_fr: Régler le logo de l'équipe 1

source: Set Team 2 Logo
de_de: Als Team 2 Logo setzen
fr_fr: Régler le logo de l'équipe 2

source: Remove from Favorites
de_de: Von Favoriten entfernen
fr_fr: Enlever des favoris

source: Select Team Logo
de_de: Wähle das Team Logo aus
fr_fr: Sélectionner le logo de l'équipe

source: Supported Images
de_de: Unterstütze Bild-Formate
fr_fr: Images supportées

source: Logo from URL
de_de: Logo aus URL
fr_fr: Logo du URL

source: URL of Team Logo
de_de: URL des Teamlogos
fr_fr: URL du logo de l'équipe

source: {} is not a valid URL.
de_de: {} ist keine gültige URL.
fr_fr: {} n'est pas un URL valide

source: Miscellaneous Settings
de_de: Verschiedene Einstellungen
fr_fr: Réglages divers

source: Map Manager
de_de: Karten Manager
fr_fr: Gestionnaire de maps

source: Ingame Score
de_de: Spielstand

source: Set Ingame Score Task
de_de: Setzte Spielstand im Spiel
fr_fr: Régler un tâche pour le pointage en jeu

source: Automatically press Ctrl+X to apply the correct player order ingame
de_de: Drücke automatisch Strg+X um die Spieler in korrekter Ordnung anzuzeigen
fr_fr: Appuie automatiquement Ctrl+X pour appliquer le bon ordre des joueur en jeu

source: This will ensure that the player of the first team is always on the left/top in the ingame Observer UI.
de_de: Dies stellt sicher, dass der Spieler des ersten Teams immer links bzw. rechts im Observer UI steht.
fr_fr: Cela assurera que le joueur de la première équipe est toujours à gauche/en haut dans l'UI de l'observateur en jeu

source: Automatically press Ctrl+N before OCR to display player names
de_de: Drücke automatisch Strg+N, um die Spielernamen anzuzeigen
fr_fr: Appuie automatiquement Crtl+N avant OCR pour afficher les noms des joueurs

source: This is recommended for Standard and Gawliq Observer UI.
de_de: Diese Option ist für das Standard und Gawliq Observer UI empfohlen.
fr_fr: C'est recommandé pour le UI Standard et Gawliq

source: Automatically press Ctrl+Shift+S to display the ingame score
de_de: Drücke automatisch Strg+Shift+S, um den Spielstand im Spiel anzuzeigen
fr_fr: Appuie automatiquement Ctrl+Shift+S pour afficher le pointage en jeu
